[launcher]
170023=Jeu
170024=Workshop
170025=Site web AOE
170026=Classements
170027=Succès
170032=Vous entrez dans le Steam Workshop qui n'est pas possédé ni géré par Microsoft Corporation.
170033=Ces mods du Steam Workshop peuvent altérer le fonctionnement d'Age of Empires II HD Edition. Ces mods ne sont pas créés ni pris en charge par Microsoft.  En téléchargeant des fichiers du Steam Workshop, vous reconnaissez les risques et dégagez Microsoft Corporation et ses entités affiliées de toute responsabilité relative à votre utilisation du Steam Workshop. Votre utilisation du Steam Workshop sera régie par les conditions d'utilisation Steam et non par le Contrat de Licence Utilisateur Final Microsoft.
170034=J'accepte les termes et conditions de l'abonnement à Steam Workshop Accord : http://store.steampowered.com/subscriber_agreement/
170035=Agreement:
170036=Oui
170037=Non